{
  "scenethreeA" : [
    "It wasn’t long until you heard a key turn and the door open.",

    "ONI: Human, I was looking forward to disemboweling you, but Pixie told me to give you a chance so..",

    "ONI: Now now don’t just think you can get out of here easily, answer my question, your life depends on the answer",

    "It took you a minute to realize the situation you were in.",

    "“You don’t intimidate me.”",

    "You talk with confidence but you’re actually scared.",

    "You decide to tread your next actions carefully.",

    "",
    ""
  ],

  "scenethreeB" : [
    "Oh man what did I get myself into",

    "The demon stares deeply at you.",

    "ONI:In order to be free, you have to murder Bob, are you up for it? .",

    ""
  ],

  "scenethreeC" : [
    "If thats my only way out, I don’t think I could do that.”",

    "ONI: Are you simply a fool, giving up a chance to leave like that...?",

    "I...I have not been here for a long time but Bob helped me out, why would I ever do him harm.”",

    "ONI: What? Are you saying what I think you’re saying.",

    "“I won’t kill anyone, if that means I have to stay here so be it”",

    "ONI: Why are you not acting human?",

    "What ever could he be talking about?.",

    "“Acting human? How would I be acting human necessarily  ”",

    "ONI: Every time I encountered one they....",

    "“They what???.”",

    "ONI: They always end up being friendly at first but",

    "“You’ve encountered more?”",

    "ONI: Listen! Those humans are deciets they do nothing but lie",

    "“I see..you’ve met a couple of bad humans, but that doesn't mean anything”",

    "ONI: Every single one they all did it.",

    "“They all did what?.”",

    "ONI: They all took advantage of us monsters they stole what was ours",

    "“Listen to me, why would I ever do something like that.”",

    "He knows about how cruel humans can be",

    "ONI: If I trust you…. I can’t…. All humans are terrible",

    "“A lot of us are yes, but some of us have a heart.”",

    "“ONI: What?",

    "“Some of us actually have a heart.”",

    "ONI: You spared Bob, even if it meant your freedom was gone",

    "You start to think he’s understanding you.",

    "“It’s all up to you, honestly let me go or keep me here”",

    "You wait patiently.",

    "“Huh where did you go”",

    "........",

    "You notice Pixie returning.",

    "“I can’t believe it, what is going on.”",

    "PIXIE: I... I don’t know, how you managed to do this but”",

    "“What do you mean?.”",

    "You raise an eyebrow.",

    "PIXIE:You’re the only human able to get his trust.",

    "“What?”",

    "PIXIE:The demon king is deciding to let you go freely.",

    "“What really, I thought I was going to be stuck here”",

    "PIXIE: He saw it in your heart, your determination and your good of heart.",

    "You start to smile a bit.",

    "PIXIE: You did good kid, have a safe trip.",

    "Ending  - Freedom",

    ""

  ]

}

