{
    "scenetwoA" : [

    "I never expected everything to happen so quickly.",
    "You walk up a ton of stairs and see the entrance.",
    "hmm.",
    "You suddenly feel heavy, you have no idea what bob placed you into.",

    "“His friends name was pixie?? Where is she??”",

    "hmmmm.",

    "The air feels heavy.",
    "I'm not quite sure whats going on.",

    "hmmmmm.",

    "Why did Bob tell me to go alone",

    "Is he trying to set me up to die?",

    "No way, thats impossible",

    "Still.",

    "What can I really expect.",

    "I'm not in the human world anymore.",

    "“Looks like the only thing we can do is go forward from here.”",

    "hmmmmmmm.",
    "You tap open the door and you move forward.",

    "No Idea whats waiting for me.",

    "PIXIE: Hello there! Human.",

    "“Oh..”",

    "PIXIE: Let me guess human you want to go home, Bob sent you..",

    "",
    ""

    ],

    "scenetwoB" : [

      "PIXIE: Alrighty Wait Here.. ",

      "PIXIE: Let me see what I can do.",
      "This was it.",
      "I'm probably going to die here arn't I?.",

      "You know what I'll just wait.",

      "......",
      ".......",
      "......",
      ".......",

      "......",

      ".......",

      "What is taking so long???.”",

      "......",

      ".......",

      ".......",

      "......",

      ".......",

      "......",

      "......",

      ""

      ],

    "scenetwoC" : [
      "PIXIE: WHAT.",

      "I am Honestly Confused At This Point.",

      "PIXIE: Do you not understand, i’m trying to help you.",

      "“I’m sorry I’m overreacting?”",

      "PIXIE: I may have just found a way to make the demon king understand you.",

      "Uhhh?.",

      "PIXIE: Don’t worry too much about this! This plan is bulletproof!",

      "“Is it???”",

      "PIXIE: There is a potion somewhere here a potion of magical ability.",

      "You're shrugging as you don’t believe in magic.",
      "Then again you realize you are in a world full of monsters.",

      "PIXIE: I have a foolproof way of giving this docile potion to the demon king, he’ll be calm so he probably won't kill you, reason with him.",

      "“Soo im gonna have to test my look”",

      "You start to see Bob in front of the entrance.",

      "BOB: Hey there champ there's a portal here all ready to take you to the demon king.",

      "Bob gives you a pat on the back while he leaves you.",
      "All of a sudden you feel a bit more relaxed.",

      "PIXIE: Alright its time",

      "PIXIE: I’m going to go splash a dose of this potion into his food",

      "PIXIE: Sit tight alright!.",

      "She looks at you with a gleam of confidence.",

      "PIXIE: I know this must be tough but, you can do this!",

      "You took a few deep breaths and begin to prepare.",
      "You should probably sit down until you are ready.",

      ""

    ]

}

